; Turkish
; Çevirmen: <Alcazer Barış TÜRKGÜCÜ - github.com/Alcazer>, Jasanayaka (Ali Haktan Sığın), FastFingertips (github.com/fastfingertips)

[Turkish]
IDS_UPDATE_NO=Yeni güncelleme yok.
IDS_UPDATE_YES=Güncelleme mevcut, indirip kurulsun mu?
IDS_FILE=Dosya
IDS_SETTINGS=Ayarlar
IDS_EXIT=Çıkış
IDS_LANGUAGE=Dil
IDS_HELP=Yardım
IDS_WEBSITE=Website
IDS_CHECKUPDATES=Güncellemeleri denetle
IDS_ABOUT=Hakkında
IDS_DONATE=Teşekkür et!
IDS_TRAY_SHOW=Göster/Gizle
IDS_TRAY_DISABLE=Devre dışı
IDS_TRAY_POPUP_1=Bölgesel temizleme
IDS_TRAY_POPUP_2=Belirli yükte temizleme
IDS_TRAY_POPUP_3=Periyodik temizleme
IDS_CLEAN=Belleği temizle
IDS_GROUP_1=Fiziksel bellek
IDS_GROUP_2=Sanal bellek
IDS_GROUP_3=Sistem çalışma seti
IDS_ITEM_1=Kullanım
IDS_ITEM_2=Boşta
IDS_ITEM_3=Toplam
IDS_SETTINGS_GENERAL=Genel
IDS_SETTINGS_MEMORY=Bellek temizleme
IDS_SETTINGS_APPEARANCE=Görünüm
IDS_SETTINGS_TRAY=Tepsi (Görev Çubuğu)
IDS_CLOSE=Kapat
IDS_TITLE_1=Genel yapılandırma
IDS_TITLE_2=Dil
IDS_TITLE_3=Temizlenecek bölgeler
IDS_TITLE_4=Bellek yönetimi
IDS_TITLE_5=Kısayol tuşları
IDS_TITLE_6=Stil
IDS_TITLE_7=Renk göstergesi
IDS_TITLE_8=Fare kontrolü
IDS_TITLE_9=Bildirimler
IDS_ALWAYSONTOP_CHK=Her zaman üstte
IDS_LOADONSTARTUP_CHK=Sistem açılışında başlat
IDS_STARTMINIMIZED_CHK=Küçültülmüş olarak başlat
IDS_REDUCTCONFIRMATION_CHK=Bellek temizliği uyarısı
IDS_SKIPUACWARNING_CHK=UAC uyarısını geç
IDS_CHECKUPDATES_CHK=Güncellemeleri otomatik denetle (önerilir)
IDS_LANGUAGE_HINT=Dil seçin:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=Belirtilmiş orana göre temizle: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Geçen süreye göre temizle: (dk.)
IDS_HOTKEY_CLEAN_CHK=Bellek temizleme kısayol tuşu:
IDS_TRAYUSETRANSPARENCY_CHK=Şeffaf arka plan kullan
IDS_TRAYSHOWBORDER_CHK=Kenarlık göster
IDS_TRAYROUNDCORNERS_CHK=Oval köşeler
IDS_TRAYCHANGEBG_CHK=Değişken arkaplan rengi
IDS_TRAYUSEANTIALIASING_CHK=Kenar yumuşatma kullan
IDS_FONT_HINT=Yazı tipi:
IDS_COLOR_TEXT_HINT=Metin rengi
IDS_COLOR_BACKGROUND_HINT=Arka plan rengi
IDS_COLOR_WARNING_HINT="Uyarı seviyesi" rengi
IDS_COLOR_DANGER_HINT="Tehlike seviyesi" rengi
IDS_TRAYLEVELWARNING_HINT="Uyarı seviyesi" başlangıcı: (%)
IDS_TRAYLEVELDANGER_HINT="Tehlike seviyesi" başlangıcı: (%)
IDS_TRAYACTIONSC_HINT=Tek tık:
IDS_TRAYACTIONMC_HINT=Orta tık:
IDS_TRAY_ACTION_1=Göster/Gizle
IDS_TRAY_ACTION_2=Belleği temizle
IDS_TRAY_ACTION_3=Görev yöneticisini aç
IDS_SHOW_CLEAN_RESULT_CHK=Bellek temizleme sonuçlarını göster
IDS_QUESTION=Belleği temizlemek istediğinizden emin misiniz?
IDS_QUESTION_WARNING="Bekleme listesi" ve "Değiştirilmiş sayfa listesi" verimli çalışmayabilir, emin misiniz?
IDS_QUESTION_FLAG_CHK=Bir daha sorma
IDS_STATUS_CLEANED=%s bellek boşaltıldı.
IDS_STATUS_NOPRIVILEGES=Yönetici hakları gerekli, lütfen programı yönetici olarak çalıştırın!
IDS_UPDATE_DOWNLOAD=Güncelleme indiriliyor...
IDS_UPDATE_DONE=Güncelleme tamamlandı.
IDS_UPDATE_ERROR=Güncelleme sunucusuna bağlanırken hata oluştu.
IDS_UPDATE_INIT=Yeni sürümler kontrol ediliyor...
IDS_UPDATE_INSTALL=Güncelleme mevcut, yüklemek ister misiniz?
IDS_RESET=Sıfırla
IDS_QUESTION_RESET=Tüm ayarları sıfırlamak istediğinizden emin misiniz?
IDS_NOTIFICATIONSOUND_CHK=Bildirim seslerini etkinleştir
IDS_TITLE_ADVANCED=Gelişmiş
IDS_VIEW=Görünüm
IDS_USEDARKTHEME=Karanlık tema kullan
IDS_UPDATE_SPEED=Hız
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
IDS_REGIONS_HELP_TITLE=内存区域清理说明
IDS_REGIONS_HELP_BODY=【前提】清理内存需要管理员权限；未提权时无法更改选项或执行清理。\r\n\r\n【各选项含义与影响】\r\n• 工作集：回收各进程近期未使用的物理内存。影响较小，适合日常使用。\r\n• 系统文件缓存：释放系统用于加速读盘的文件缓存。可能短暂增加磁盘读取，通常可接受。\r\n• 备用列表（无优先级）：清理低优先级待机页，收益与风险较均衡。\r\n• 已修改文件缓存：释放已修改但仍驻留内存的文件数据，中等影响。\r\n• 注册表缓存 (Win8.1+)：清理注册表相关缓存，需较新系统。\r\n• 合并内存列表 (Win10+)：合并相似内存页以节省空间，影响因系统负载而异。\r\n• 备用列表* / 已修改页列表*：清理范围更大，可能造成数秒至约一分钟无响应；内存并不紧张时收益有限、副作用更明显。\r\n\r\n【手动 vs 自动】\r\n• 手动清理：按当前勾选项执行，带*项也可勾选。\r\n• 自动/定时/快捷键：默认会排除带*项；仅在「高级」中启用“允许在自动清理时清理备用列表和已修改页列表”后，自动清理才会包含它们。\r\n\r\n【使用建议】\r\n• 日常办公/浏览：保持默认勾选项即可，内存占用偏高时再手动清理。\r\n• 游戏/直播/剪辑：避免在运行大型程序时清理；不要启用带*项；优先关闭不用的程序。\r\n• 内存已充足（约低于 70%）：频繁清理意义不大，可能增加磁盘 IO。\r\n• 内存紧张（约高于 85%）：可先清理默认项；仍慎用带*项。\r\n\r\n带*项首次启用时程序会额外提示确认，请仔细阅读后再决定。
